const body2_content = {
    '0':{
        img:'./image/body2-1.jpg',
        title:'假冒機構公務員或警察機構詐財手法及預防策略',
        text:'法院或警察機關辦案，不會收取當事人現金、亦不會要求匯款；法院或警察機關不會監管當事人帳戶；法院不會用傳真方式，將傳喚書送給當事人，一定會以掛號信函送達；公家機關絕對不會以電話、電話錄音或以簡訊通知用戶轉帳，或要打電話與某單位聯繫。',
    },
    '1':{
        img:'./image/body2-2.jpg',
        title:'假冒銀行詐騙預防策略',
        text:'財政部金融局或其他相關單位，不會要求用戶持金融卡，依其指示操作去更改金融卡密碼。更改金融卡密碼只要自行持金融卡至提款機前，請按照提款機指示步驟，依序操作更改即可。',
    },
    '2':{
        img:'./image/body2-3.jpg',
        title:'假冒拍賣賣家詐騙預防策略',
        text:'千萬不要聽信任何人（包含賣家或銀行人員）以「解除ATM設定」、「誤刷條碼」、「誤設訂單」、「重複扣款」、「至ATM操作資料整理」、「開啟網路購物的個資啟用權限」、「超商購My Card點數卡、比特幣」為游去ATM修正設定或是到超商購買遊戲點數，這絕對是詐騙！若有疑慮請撥165專線查證，勿聽信來電電話。',
    },
    '3':{
        img:'./image/body2-4.jpg',
        title:'假冒朋友借錢預防策略',
        text:'犯罪者及被害⼈彼此認識之下，犯罪者向被害⼈借錢，之後被害⼈要求還錢時屢次找藉⼝拖延，甚⾄不予回應',
    },
}

const ANS = {
    '金融詐騙':'詐騙集團利⽤網路或其他途徑不法取得⺠眾個資後，\
    利⽤假檢警及操作ATM解除分期付款等⽅式進⾏詐騙。\
    此外也有藉由 網路拍賣購物 等模式騙取⺠眾財產，\
    ⺠眾因⽽在不知情的情況下受騙，詐騙⼿法可說是 層出不窮',
    '如何避免':'了解更多有關詐騙新聞或詐騙宣導，獲取一些基本常識，像是冒充公務人員基本上不會打電話通知訊息，如果不會分辨真假，可以撥打165反詐騙專線或是打給單位詢問正確性。',
    '詐騙手法':'現在的詐騙技術日新月異，越來越多詐騙手法，常見的有假冒機構公務員或警察，利用受害著畏懼的心理，因而讓受害者上當受騙。',
    '反詐騙':'詐欺犯罪不僅危害到社會大眾的財產，而且還衍生出許多社會問題，平常應該養成查證習慣，勿聽信不明來電指示。若有疑慮應及時撥打「110」通報警方派員處理，或撥打「165」反詐騙諮詢電話諮詢。',
    '詐騙資訊':'警政署統計顯示，2021 年全年投資詐騙案件達 4904 件，較 2020 年增加 \
    2052 件、1 年大幅成⾧ 71.95％；至於投資詐騙金額(財損)，也從前年的 10.27 億元大幅增 \
    加至去年 20.83 億元，年增率更是 102.8%。',
    '詐騙防範方法':'養成查證習慣，勿聽信不明來電指示。若有莫名的來電，請掛斷來電撥打銀行客服電話查 \
    證，或撥165專線查證，勿聽信來電電話。',
}

const shop_data=[
    {
        img:'./image/shop-1.png',
        title:'金融安全宣導課程',
        text:'本課程將向大眾講解有關金融詐騙相關資訊,進一部讓大眾了解反詐知識，歡迎大眾蒞臨參加',
        price:0,
        price_text:'免費參與',
        amount: 0,
    },
    {
        img:'./image/shop-2.png',
        title:'反詐知識一點通',
        text:'資訊的進步,雖然讓我們生活更方便,但也因此出現了金融詐騙，本課程將教導您如何反詐的小知識',
        price: 600,
        price_text:'600',
        amount: 0,
    },
    {
        img:'./image/shop-3.png',
        title:'消息真假就是我',
        text:'消息是真是假你是否知道?,假消息將讓你所失財物，本課程將教導您如何判斷消息真假',
        price:700,
        price_text:'700',
        amount:0,
    },
    {
        img:'./image/shop-4.png',
        title:'股票投資詐騙找上你',
        text:'股票投資雖然可以讓您賺取財力，但要小心投資資訊的真假，本課程將帶您了解投資詐騙防範法',
        price:1000,
        price_text:'1000',
        amount: 0,
    },
]